[
    {
        "id": 1,
        "department": "Cardiology",
        "description": "The field includes medical diagnosis and treatment of congenital heart defects, coronary artery disease, heart failure, valvular heart disease and electrophysiology.",
        "img": "https://www.nm.org//-/media/northwestern/healthbeat/images/health%20library/nm-ten-signs-cardiologist_preview.jpg"
    },
    {
        "id": 2,
        "department": "Gynocology",
        "description": "A gynecologist diagnose and treat issues related to the female reproductive tract. This includes the uterus, fallopian tubes, and ovaries and breasts. Anyone with female organs may see a gynecologist.",
        "img": "https://www.chaudharyhospital.in/wp-content/uploads/2021/04/Gynecology-in-Udaipur.jpg"
    },
    {
        "id": 3,
        "department": "Nephrology",
        "description": "Concerns the diagnosis and treatment of kidney diseases, including electrolyte disturbances and hypertension,renal replacement, including dialysis and renal transplant patients.",
        "img": "https://www.memorialhealthcare.org/wp-content/uploads/2018/03/nephrology.jpg"
    },
    {
        "id": 4,
        "department": "Medicine and Gastrology",
        "description": "Focus on the digestive tract and the gallbladder, liver, bile ducts, and pancreas. Also do routine procedures such as colonoscopies, which look at the inside of your colon.",
        "img": "https://www.mukathospital.com/wp-content/uploads/2021/03/GastroEndo-Image.jpg"
    },
    {
        "id": 5,
        "department": "Othopedics",
        "description": "Orthopedics is a branch of medicine that focuses on the care of the musculoskeletal system. This system is made up of muscles and bones, as well as joints, ligaments, and tendons.",
        "img": "https://www.znzgrup.com/image/kurumsal/ortopedi-ve-travmatoloji-bolumu-58.jpg"
    },
    {
        "id": 6,
        "department": "Neurology",
        "description": "The Department of Neurology at grace-clinic offers a depth and breadth of surgical experience that few institutions can match. More than 20 full-time clinical and research faculty.",
        "img": "https://www.hsmc.ae/wp-content/uploads/2021/02/neurology-clinic.jpg"
    }
]